StruSoft.Interop.StruXml.Data.Ec_type


StruSoft.Interop.StruXml.Data.Ec_type.Items


StruSoft.Interop.StruXml.Data.Ec_type.ItemsElementName


StruSoft.Interop.StruXml.Data.Ec_type.Guid


StruSoft.Interop.StruXml.Data.Ec_type.Last_change


StruSoft.Interop.StruXml.Data.Ec_type.Action


StruSoft.Interop.StruXml.Data.Ec_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Ec_type.Name


StruSoft.Interop.StruXml.Data.Ec_type.Moving_local


StruSoft.Interop.StruXml.Data.Ec_type.Joined_start_point


StruSoft.Interop.StruXml.Data.Ec_type.Joined_end_point


StruSoft.Interop.StruXml.Data.Ec_type.AnyAttr
